Repository: Hakansv/NmeaConverter_pi
Catalog: po/*.po
Languages: ru_ru

source: NmeaConverter_pi
ru_ru: Конвертер NMEA предложений

source: NmeaConverter_pi.
ru_ru: Конвертер NMEA предложений

source: Block incomming messages with wrong checksum
ru_ru: Блокировать входящие сообщения с неверной контрольной суммой

source: New
ru_ru: Создать

source: Edit
ru_ru: Изменить

source: Delete
ru_ru: Удалить

source: OK
ru_ru: ОК

source: Send after update all variables
ru_ru: Отправлять после обновления всех переменных

source: Send every seconds
ru_ru: Отправлять каждые секунд

source: Output sentence comes here;-)
ru_ru: Исходящие предложения

source: Cancel
ru_ru: Отмена

source: PreferenceDlg
ru_ru: Настройки

source: nmeaSendObjectDlg
ru_ru: NMEA Конвертер
